tap "homebrew/services"

brew "ffmpeg"
brew "fzf"
brew "git-delta"
brew "mosh"
brew "neovim"
brew "opkssh"
brew "tldr"
brew "tmux"
brew "typst"
brew "uv"
brew "yt-dlp"
brew "eza"
brew "ruff"
brew "ty"
brew "lazygit"
brew "starship"
brew "duf"
brew "zoxide"
brew "bat"
brew "git-lfs"
brew "jq"
brew "yq"
brew "fd"
brew "ripgrep"

cask "claude-code"
